{
    "android":[
    {"name":"Lorica Of St. Patrick",
      "content":"I arise today<br>Through a mighty strength, the invocation of the Trinity,<br>Through a belief in the Threeness,<br>Through confession of the Oneness <br>Of the Creator of creation.<br>I arise today<br> Through the strength of Christ's birth and His baptism,<br>Through the strength of His crucifixion and His burial, <br>Through the strength of His resurrection and His ascension,<br>Through the strength of His descent for the judgment of doom. <br>I arise today<br>Through the strength of the love of cherubim,<br>In obedience of angels,<br>In service of archangels,<br>In the hope of resurrection to meet with reward,<br>In the prayers of patriarchs, <br>In preachings of the apostles,<br>In faiths of confessors,<br>In innocence of virgins,<br>In deeds of righteous men. <br>I arise today<br>Through the strength of heaven; <br>Light of the sun,<br>Splendor of fire,<br>Speed of lightning,<br>Swiftness of the wind,<br>Depth of the sea, <br>Stability of the earth,<br>Firmness of the rock. <br>I arise today<br>Through God's strength to pilot me;<br>God's might to uphold me, <br>God's wisdom to guide me, <br>God's eye to look before me, <br>God's ear to hear me, <br>God's word to speak for me,<br> God's hand to guard me, <br>God's way to lie before me, <br>God's shield to protect me, <br>God's hosts to save me <br>From snares of the devil, <br>From temptations of vices, <br>From every one who desires me ill,<br> Afar and anear, <br>Alone or in a mulitude.<br>I summon today all these powers between me and evil,<br>Against every cruel merciless power that opposes my body and soul, <br>Against incantations of false prophets,<br>Against black laws of pagandom,<br>Against false laws of heretics,<br>Against craft of idolatry, <br>Against spells of women and smiths and wizards,<br>Against every knowledge that corrupts man's body and soul. <br>Christ shield me today <br>Against poison, against burning, <br>Against drowning, against wounding,<br>So that reward may come to me in abundance.<br>I summon today all these powers between me and evil,<br>Against every cruel merciless power that opposes my body and soul,<br> Against incantations of false prophets,<br>Against black laws of pagandom,<br>Against false laws of heretics,<br>Against craft of idolatry, <br>Against spells of women and smiths and wizards,<br>Against every knowledge that corrupts man's body and soul. <br>Christ shield me today <br>Against poison, against burning, <br>Against drowning, against wounding,<br>So that reward may come to me in abundance.<br>Christ with me, Christ before me, Christ behind me,<br>Christ in me, Christ beneath me, Christ above me, <br>Christ on my right, Christ on my left, <br>Christ when I lie down, Christ when I sit down, <br>Christ in the heart of every man who thinks of me, <br>Christ in the mouth of every man who speaks of me,<br> Christ in the eye that sees me, <br>Christ in the ear that hears me.<br>I arise today<br>Through a mighty strength, the invocation of the Trinity,<br>Through a belief in the Threeness,<br>Through a confession of the Oneness<br>Of the Creator of creation<br><br><br>St. Patrick (ca. 377)",
      "location":"",   
    }
    
                ]
}